LEXICON_RU: dict[str, str] = {
    "/start": "Привет! Используй /name и /smiles, чтобы переключаться между режимами, по которым осуществляется поиск по веществам.",
    "unregistered": "Пожалуйста, напишите /start. Вероятно, произошло обновление бота.",
    "/help": "/name - поиск по названию;\n/smiles - поиск по номенклатуре SMILES.",
    "/name": "Вы переключились в режим поиска по веществу. Например, ```acetone```",
    "/smiles": "Вы переключились в режим поиска по номенклатуре SMILES. Например, ```CC(=O)C```",
    "finder_200": "{}\n{}",
    "finder_400": "Вы используете недопустимые для поиска в данном режиме символы. Сменить режим: /name или /smiles",
    "finder_404": "Нет такого вещества. Сменить режим: /name или /smiles",
    "answer_too_long": "Ответ слишком большой, чтобы отобразить его в данном окне. Отправили его в чат.",
    "other_answer": "Такой комманды еще нет. Можешь связаться с разработчиком @ilyaibraev и рассказать ему свою идею."
}